Repository: pablopadulles/product_image_galery
Catalog: locale/*.po
Languages: es

# field:product.image.galery,data:
source: Data
es: Imagen

# field:product.image.galery,file_id:
source: File ID
es: Identificador del fichero

# field:product.image.galery,name:
source: Name
es: Nombre

# field:product.image.galery,template:
source: Product Template
es: Plantilla de producto

# field:product.image.galery,thumbnail:
source: Data Thumbnail
es: Thumbnail

# field:product.image.galery,thumbnails:
source: Data Thumbnails
es: Thumbnails

# field:product.template,image_galery:
source: Product Image Galery
es: Galería de imágenes

# help:product.image.galery,template:
source: The product that defines the common properties inherited by the variant.
es: El producto que define las propiedades comunes que se heredan a la variante.

# model:ir.action,name:act_product_image_galery
source: Product Image Galery
es: Galería de imágenes para Productos

# model:ir.ui.menu,name:menu_product_image_galery
source: Product Image Galery
es: Galería de imágenes

# model:product.image.galery,name:
source: Product Image Galery
es: Galería de imágenes del Producto

# view:product.template:
source: Image Galery
es: Galería de imágenes
